{
    "translation": {
        "Connecting businesses globally with efficient": "Conectando as empresas globalmente com",
        "and reliable international logistics solutions.": "soluções logísticas internacionais confiáveis",
        "Expanding business horizons with comprehensive international import and export logistics solutions.": "Expandindo os horizontes comerciais com serviços logísticos abrangentes de importação e exportação internacional.",
        "LEARN MORE": "SAIBA MAIS",
        "Our Services": "Nossos Serviços",
        "Streamline Your Global Supply Chain with Our International Logistics Solutions. Experience seamless, reliable, and cost-effective shipping to anywhere in the world. Our team of experts ensures your goods reach their destination on time and in pristine condition. Contact us now to learn how we can help grow your business.": "Agilize sua cadeia de fornecimento global com nossas soluções logísticas internacionais. Envio seguro, confiável e econômico para qualquer parte do mundo. Nossa equipe de especialistas garante que suas mercadorias cheguem ao seu destino a tempo e em perfeitas condições. Entre em contato conosco agora para saber como podemos ajudar a fazer seu negócio crescer.",
        "Air freight": "Frete Aéreo",
        "Accelerate your global business with our efficient air freight services. Reliable, fast and expertly managed, our air freight solutions connect you to the world. Contact us today to learn how we can take your business to new heights.": "Acelere seus negócios globais com nossos eficientes serviços de frete aéreo. Confiáveis, rápidos e bem gerenciados, nossas soluções de frete aéreo conectam você com o mundo. Entre em contato conosco hoje para saber como podemos levar seu negócio a novos patamares.",
        "Read more": "Saiba mais",
        "Sea freight": "Frete marítimo",
        "Streamline your global supply chain with our efficient sea freight services. Reliable, cost-effective and expertly managed, our sea freight solutions connect you to the world. Contact us today to learn how we can support your business growth.": "Agilize sua cadeia de fornecimento global com nossos eficientes serviços de frete marítimo. Confiáveis, econômicos e bem administrados, nossas soluções de frete marítimo conectam você com o mundo. Entre em contato conosco hoje para saber como podemos apoiar o crescimento de seu negócio.",
        "Road Freight": "Frete rodoviário",
        "Smoothly transport goods over land with our efficient road freight services. Flexible, reliable and expertly managed, our road freight solutions connect you to the world. Contact us today to learn how we can support your business success.": "Transportar mercadorias sem problemas por terra com nossos eficientes serviços de frete rodoviário. Flexíveis, confiáveis e bem gerenciadas, nossas soluções de frete rodoviário conectam você com o mundo. Entre em contato conosco hoje para saber como podemos apoiar o sucesso de seu negócio.",
        "Chain Solutions": "Supply Chain",
        "Optimize your global supply chain with our expert supply chain solutions. Customized, comprehensive and efficient, our services provide end-to-end support for your business. Contact us today to learn how we can transform your operations and drive success.": "Otimize sua cadeia de fornecimento global com nossas soluções especializadas em Supply Chain. Personalizados, abrangentes e eficientes, nossos serviços oferecem suporte de ponta a ponta para seus negócios. Entre em contato conosco hoje mesmo para saber como podemos transformar suas operações e conduzir seu sucesso.",
        "Cargo insurance": "Cargo insurance",
        "Shield your shipments from unexpected events with our reliable cargo insurance services. Our insurance options offer peace of mind and protection for your valuable goods during transit. Trust in secure and confident international shipping with our cargo insurance.": "Proteja sua carga de eventos inesperados com nossos confiáveis serviços de seguro de carga. Nossas opções de seguro oferecem paz de espírito e proteção para suas valiosas mercadorias durante o trânsito. Confie no transporte internacional seguro com nosso seguro de carga.",
        "About TMLOG": "Sobre a TMLOG",
        "TMLOG is a dynamic and growing international logistics company that was founded in 2020. Despite its recent inception, TMLOG has quickly established itself as a leader in the industry, offering top-quality logistics solutions to businesses of all sizes.": "TMLOG é uma empresa de logística internacional dinâmica e em crescimento que foi fundada em 2020. Apesar de sua recente criação, a TMLOG se estabeleceu rapidamente como líder no setor, oferecendo soluções logísticas de alta qualidade para empresas de todos os tamanhos.",
        "From the beginning, TMLOG was focused on providing its customers with the best possible shipping experience. The company's founders recognized the need for a logistics provider that could offer flexible, efficient and cost-effective services that met the unique needs of each business. To achieve this, TMLOG invested in the latest technology and infrastructure, ensuring that it had the tools and resources it needed to succeed.": "Desde o início, a TMLOG está focada em proporcionar a seus clientes a melhor experiência de embarque possível. Os fundadores da empresa reconheceram a necessidade de um fornecedor de logística que pudesse oferecer serviços flexíveis, eficientes e econômicos que atendessem às necessidades únicas de cada negócio. Para conseguir isso, a TMLOG investiu na mais recente tecnologia e infra-estrutura, garantindo que tivesse as ferramentas e recursos necessários para o sucesso.",
        "Since its founding, TMLOG has experienced rapid growth and has become one of the most trusted and respected international logistics companies in the industry. The company offers a full suite of logistics services, including air freight, sea freight, road freight, and chain solutions, as well as cargo insurance to protect customers' valuable goods during transit.": "Desde sua fundação, a TMLOG experênciou um rápido crescimento e se tornou uma das empresas de logística internacional mais confiáveis e respeitadas do setor. A empresa oferece um conjunto completo de serviços de logística, incluindo frete aéreo, marítimo, rodoviário e supply chain, bem como seguro de carga para proteger as valiosas mercadorias dos clientes durante o trânsito.",
        "At TMLOG, the company's focus is always on providing the highest level of customer service and satisfaction. The company's team of experts works closely with each client to understand their specific needs and goals, and develops customized logistics solutions to meet their unique requirements. With its commitment to excellence, TMLOG is well on its way to becoming a leader in the international logistics industry for years to come.": "Na TMLOG, o foco da empresa está sempre em fornecer o mais alto nível de atendimento e satisfação do cliente. A equipe de especialistas da empresa trabalha junto a cada cliente para compreender suas necessidades e objetivos específicos, e desenvolve soluções logísticas personalizadas para atender às suas exigências exclusivas. Com seu compromisso com a excelência, a TMLOG está no caminho certo para se tornar líder no setor de logística internacional nos próximos anos.",
        "Projects done": "Projetos concluídos",
        "Owned partners": "Parceiros próprios",
        "Clients worldwide": "Clientes do mundo todo",
        "People in team": "Pessoas no time",
        "Join Forces with TMLOG for Efficient Logistics Solutions": "Una forças com a TMLOG para Soluções Logísticas Eficientes",
        "Looking for a partner to streamline your international logistics operations? TMLOG offers a full suite of services including air freight, sea freight, road freight, and cargo insurance. Our team of experts will work with you to create a customized solution to meet your unique needs and goals. Contact us today to experience seamless logistics solutions with TMLOG.": "Procurando um parceiro para racionalizar suas operações logísticas internacionais? TMLOG oferece um conjunto completo de serviços, incluindo frete aéreo, marítimo, rodoviário e seguro de carga. Nossa equipe de especialistas trabalhará com você para criar uma solução personalizada para atender às suas necessidades e objetivos exclusivos. Entre em contato conosco hoje mesmo para experimentar soluções logísticas perfeitas com a TMLOG.",
        "CONTACT NOW": "ENTRE EM CONTATO",
        "Request a Quote": "Solicite um cotação",
        "Fill out the form and receive a custom quotation:": "Preencha o formulário e receba uma cotação personalizado:",
        "Full Name": "Nome completo",
        "Email": "Email",
        "Phone": "Telefone",
        "Desired service": "Serviço desejado",
        "City of departue": "Cidade de saída",
        "Delivery city": "Cidade de entrega",
        "Cargo description": "Descrição da carga",
        "Please input your name!": "Por favor, insira seu nome!",
        "Please input your email!": "Por favor, insira seu email!",
        "Please input your phone!": "Por favor, insira seu telefone!",
        "Please input your cargo origin!": "Por favor, insira a origem da carga!",
        "Please input your cargo destination!": "Por favor, insira o destino da carga!",
        "Please input your cargo description!": "Por favor, insira a descrição da carga!",
        "GET A QUOTE": "SOLICITE UMA COTAÇÃO",
        "Quote sent!": "Cotação enviado!",
        "Thank you for getting in touch, a consultant will contact you in a few moments": "Obrigado por entrar em contato, um consultor entrará em contato com você dentro de alguns instantes.",
        "Useful links": "Link úteis",
        "Home": "Inicio",
        "Services": "Serviços",
        "About": "Sobre",
        "Quote": "Cotação",
        "Get in touch": "Entre em contato",
        "Social media": "Mídias sociais"
    }
}