{
    "translation": {
        "Reliability and agility": "Fiabilidad y agilidad",
        "in international logistics": "en logística internacional",
        "optimal shipping options, minimized delays, competitive rates, and personalized service for each demand.": "opciones de envío óptimas, retrasos mínimos, tarifas competitivas y un servicio personalizado para cada demanda.",
        "LEARN MORE": "SABER MÁS",
        "Our Services": "Nuestros servicios",
        "Globally known for our ability to handle every last detail of our customers particular logistics and forwarding needs, TMLOG's team takes care of all your logistics.": "Conocido mundialmente por nuestra capacidad para gestionar hasta el último detalle de las necesidades logísticas y de expedición particulares de nuestros clientes, el equipo de TMLOG se ocupa de toda su logística.",
        "Air freight": "Transporte aéreo",
        "Our AIRFAST services have been designed for customers who need their goods delivered urgently.": "Nuestros servicios AIRFAST han sido diseñados para clientes que necesitan que sus mercancías se entreguen con urgencia.",
        "Read more": "Saber más",
        "Sea freight": "Transporte marítimo",
        "Sea-Air cargo is the last to be loaded and the first to be unloaded, reducing transshipment times and risk.": "La carga marítima-aérea es la última en cargarse y la primera en descargarse, lo que reduce los tiempos de transbordo y los riesgos.",
        "Road Freight": "Transporte por carretera",
        "Safety assured for your business, this means that our trucks transport have the best delivery time.": "Seguridad garantizada para su negocio, esto significa que nuestros camiones de transporte tienen el mejor tiempo de entrega.",
        "Chain Solutions": "Logística integrada",
        "Experienced professionals trained to manage, transport, store, and ship your cargo efficiently.": "Profesionales con experiencia formados para gestionar, transportar, almacenar y enviar su carga de forma eficiente.",
        "Cargo insurance": "Seguro de carga",
        "Full assistence for all the process of choosing the best shipping insurance for your business.": "Asistencia completa en todo el proceso de elección del mejor seguro de transporte para su empresa.",
        "About TMLOG": "Acerca de TMLOG",
        "With operations starting in 2020 under the management of an experienced team with agency expertise, we offer our clients excellence in every project, delivering viability, security, and technology. The relationship and connection between team and client is our priority, occurring in a humanized and personalized way.": "Con inicio de operaciones en 2020 bajo la gestión de un equipo experimentado con experiencia en agencias, ofrecemos a nuestros clientes excelencia en cada proyecto, aportando viabilidad, seguridad y tecnología. La relación y conexión entre equipo y cliente es nuestra prioridad, produciéndose de forma humanizada y personalizada.",
        "We manage all the shipments in a coordinated and efficient way, from end to end, guaranteeing that the projects we are implementing had an agile and effective process, assuring help and support every step.": "Gestionamos todos los envíos de forma coordinada y eficiente, de punta a punta, garantizando que los proyectos que implementamos tengan un proceso ágil y efectivo, asegurando ayuda y soporte en cada paso.",
        "Projects done": "Proyectos realizados",
        "Owned partners": "Socios propietarios",
        "Clients worldwide": "Clientes en el mundo",
        "People in team": "Personas en equipo",
        "Reach your destination 100% sure and safe": "Llegue a su destino 100% seguro",
        "We work with the right partners around the world and our goal is to always maintain long-lasting strategic relationships, providing opportunities to offer a global solution with confidence and security in all our projects. We have partnerships agents to better meet your demands.": "Trabajamos con los socios adecuados en todo el mundo y nuestro objetivo es mantener siempre relaciones estratégicas duraderas, proporcionando oportunidades para ofrecer una solución global con confianza y seguridad en todos nuestros proyectos. Contamos con agentes asociados para satisfacer mejor sus demandas.",
        "CONTACT NOW": "CONTACTO",
        "Request a Free Quote": "Solicite un presupuesto gratuito",
        "Fill out the form and receive a custom quotation:": "Rellene el formulario y reciba un presupuesto personalizado:",
        "Full Name": "Nombre y apellidos",
        "Email": "Email",
        "Phone": "Teléfono",
        "Desired service": "Servicio deseado",
        "City of departue": "Ciudad departue",
        "Delivery city": "Ciudad de entrega",
        "Cargo description": "Descripción de la carga",
        "Please input your name!": "Introduzca su nombre!",
        "Please input your email!": "Introduzca su correo electrónico!",
        "Please input your phone!": "Introduzca su teléfono!",
        "Please input your cargo origin!": "Introduzca el origen de su carga!",
        "Please input your cargo destination!": "Introduzca el destino de su carga!",
        "Please input your cargo description!": "Introduzca la descripción de su carga!",
        "GET A QUOTE": "SOLICITAR COTIZACIÓN",
        "Quote sent!": "Cotización enviada!",
        "Thank you for getting in touch, a consultant will contact you in a few moments": "Gracias por ponerse en contacto con nosotros, un asesor se pondrá en contacto con usted en breve",
        "Useful links": "Enlaces útiles",
        "Home": "Inicio",
        "Services": "Servicios",
        "About": "Sobre",
        "Quote": "Cotización",
        "Get in touch": "Póngase en contacto",
        "Social media": "Redes sociales"
    }
}